<?php
include $_SERVER['DOCUMENT_ROOT']."/application/views/common/header.php";
?>
<style>

</style>
	<!-- Home -->
	<div class="home-sub">
		<div class="breadcrumbs_container">
			<div class="container">
				<div class="row">
					<div class="col">
						<div class="breadcrumbs">
							<ul>
				
							</ul>
						</div>
					</div>
				</div>
			</div>
		</div>			
	</div>
	
	<!-- Features -->
	<div class="features" >
		<div class="container" >
			<div class="row features_row">	
				<!-- Features Item -->
				<div class="col-lg-12 col-xs-12 feature_col block_pad" style="background:#fff;" >
					<div class="terms-title-imgage">
						<div class="board-title-caption">
							<h2 >개인정보취급방침</h2>
							<span class="board_tit_info">부산산업단지관리공단에 대하여 안내 드립니다.</span>
						</div>
					</div>
                    <div class="privacy-page container padding-top-30 padding-bottom-30 termsblock container" style="padding-left:20px;padding-right:20px">
                        <!-- 본문타이틀 -->


                        <div class="confirm_box">
                            <p>
                                부산경제진흥원(이하“진흥원”) 홈페이지에서 취급하는 모든 개인정보는 관련 법령에 근거하거나 정보주체의 동의에 의하여 수집·보유 및 처리되고 있습니다.
                            </p>
                            <p class="mt10">
                                [개인정보보호법]은 이러한 개인정보의 취급에 대한 일반적 규범을 제시하고 있으며, 진흥원은 이러한 법령의 규정에 따라 수집·보유 및 처리하는 개인정보를 공공업무의 적절한 수행과 이용자의 권익을 보호하기 위해 적법하고 적정하게 취급할 것입니다. </p><p class="mt10"><br>

                                진흥원은 개인정보 보호법 제30조에 따라 정보주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침을 수립공개합니다.
                            </p>
                        </div>

                        <p></p>
                        <h4 class="mt30"> 제1조(개인정보의 처리목적)</h4>
                        <p>
                            ① 진흥원은 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보 보호법 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다. <br>
                            1. 민원사무 처리 <br>
                            민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락․통지, 처리결과 통보 등의 목적으로 개인정보를 처리합니다. <br>
                            2. 서비스 제공<br>
                            서비스 제공, 콘텐츠 제공, 맞춤 서비스 제공, 본인인증 등을 목적으로 개인정보를 처리합니다.<br>
                        </p>
                        <h4 class="mt30"> 제2조(개인정보의 처리 및 보유기간)</h4>
                        <p>
                            ① 진흥원에서 보유하고 있는 개인정보는 수집·이용 목적의 범위 내에서 처리하며, 개인정보보호법 및 관련 법령에서 정하는 보유기간을 준용하여 이행하고 있습니다.<br>
                            제3조(처리하는 개인정보 항목) <br><strong>
                            </strong>② 진흥원은 개인정보 수집·보유 목적에 필요한 최소한의 정보를 수집·처리하고 있습니다.<br><strong>
                            </strong>③ 진흥원 홈페이지 서비스 이용과정에서 IP주소, 쿠키, MAC주소, 서비스 이용기록, 방문기록, 불량 이용기록 등의 개인정보 항목이 자동으로 생성되어 수집 될 수 있습니다.<br>
                        </p>
                        <h4 class="mt30"> 제3조(개인정보의 제3자 제공)</h4>
                        <p>
                            ① 진흥원은 정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.
                        </p>
                        <h4 class="mt30">제4조(개인정보의 제3자 제공) </h4>
                        <p>
                            ① 진흥원은 원칙적으로 정보주체의 개인정보를 수집·이용 목적의 범위 내에서 처리하며, 다음의 경우를 제외하고는 정보주체의 사전 동의 없이 본래의 목적 범위를 초과하여 처리하거나 제3자에게 제공하지 않습니다.<br>
                            1. 정보주체로부터 별도의 동의를 받은 경우<br>
                            2. 다른 법률에 특별한 규정이 있는 경우<br>
                            3. 정보주체 또는 그 법정대리인이 의사표시를 할 수 없는 상태에 있거나 주소불명 등으로 사전 동의를 받을 수 없는 경우로서 명백한 정보주체 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요하다고 인정되는 경우<br>
                            4. 통계작성 및 학술연구 등의 목적을 위하여 필요한 경우로서 특정 개인을 알아볼 수 없는 형태로 개인정보를 제공하는 경우<br>
                            5. 개인정보를 목적 외의 용도로 이용하거나 제3자에게 제공하지 아니하면 다른 법률에서 정하는 소관 업무를 수행할 수 없는 경우로서 보호위원회의 심의·의견을 거친 경우<br>
                            6. 조약, 그 밖의 국제협정의 이행을 위하여 외국정부 또는 국제기구에 제공하기 위하여 필요한 경우<br>
                            7. 범죄의 수사와 공소의 제기 및 유지를 위하여 필요한 경우<br>
                            8. 법원의 재판업무 수행을 위하여 필요한 경우<br>
                            9. 형(刑) 및 감호, 보호처분의 집행을 위하여 필요한 경우
                        </p>
                        <h4 class="mt30"> 제5조(개인정보처리 위탁)  </h4>
                        <p>
                            ① 진흥원은 개인정보처리 업무위탁 시 다음의 사항을 계약(협약)문서로 명시하여 처리하고, 수탁자가 개인정보를 안전하게 처리하는지 교육 및 관리감독을 하고 있습니다.<br>
                            1. 위탁업무 수행 목적 외 개인정보의 처리 금지에 관한사항<br>
                            2. 개인정보의 기술적·관리적 보호조치에 관한 사항<br>
                            3. 위탁업무의 목적 및 범위<br>
                            4. 재위탁 제한에 관한 사항<br>
                            5. 개인정보에 대한 접근 제한 등 안전성 확보조치에 관한 사항<br>
                            6. 위탁업무와 관련하여 보유하고 있는 개인정보의 관리 현황 점검 등 감독에 관한사항<br>
                            7. 수탁자가 준수하여야 할 의무를 위반한 경우의 손해배상 등 책임에 관한사항<br>
                            ② 진흥원은 원활한 개인정보 업무처리를 위하여 개인정보 처리업무를 위탁하고 있으며, 그 현황은 다음과 같습니다.<br>
                            ③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체 없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.
                        </p>


                        <!--
                        <table class="table_c mt20" summary="개인정보 처리지침안내로 웹사이명, 주소로 구성된 표입니다.">
                            <caption>개인정보 처리지침안내</caption>
                            <colgroup>
                                <col width="30%">
                                <col width="35%">
                                <col width="35%">
                            </colgroup>
                            <thead>
                            <tr style="height:30px">
                                <th style="text-align:center">수탁업체</th>
                                <th style="text-align:center">업무 내용</th>
                                <th style="text-align:center">개인정보 보유 및 이용기간</th>
                            </tr>
                            </thead>
                            <tbody>
                            <tr style="height:30px">
                                <td style="text-align:center">㈜유시스</td>
                                <td style="text-align:center">홈페이지 유지보수</td>
                                <td style="text-align:center">해당없음</td>
                            </tr>
                            </tbody>
                        </table>-->
                        <p></p>




                        <h4 class="mt30">제6조(개인정보 안전성 확보 조치)  </h4>
                        <p>
                            ① 진흥원은 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.<br>
                            1. 개인정보의 안전한 처리를 위한 내부관리계획의 수립·시행<br>
                            2. 개인정보처리시스템에 대한 접근권한관리계획을 수립·시행<br>
                            3. 정보통신망을 통한 불법적인 접근 및 침해사고 예방을 대책 수립·시행<br>
                            4. 정보통신망을 통한 고유식별정보, 비밀번호, 바이오정보 송신이나 저장할 경우 암호화 처리<br>
                            5. 개인정보취급자가 개인정보처리시스템에 접근한 기록을 6개월이상 보관, 정기점검<br>
                            6. 개인정보에 대한 보안프로그램의 설치 및 갱신<br>
                            7. 개인정보 유출 등 개인정보 침해사고 방지를 위하여 단말기 접근제한 및 보안프로그램 설치<br>
                            8. 데이터센터, 자료보관실, 전산실 등 개인정보를 보관하고 있는 물리적 장소 출입통제<br>
                            9. 재해·재난 대비 개인정보처리시스템 보호를 위한 위기대응 매뉴얼 등 대응절차 마련 및 정기점검<br>
                            10. 개인정보 보유기한 도래 등 파기사유가 발생한 경우 복구 되지 않도록 완전 파기
                        </p>



                        <h4 class="mt30">제7조(개인정보 자동 수집 장치의 설치·운영 및 거부) </h4>
                        <p>
                            ① 진흥원은 웹사이트 이용자에게 개별적인 맞춤서비스를 제공하기 위해 웹사이트 이용정보를 저장하고 수시로 불러오는‘쿠키(cookie)’를 사용합니다. <br>
                            ② 쿠키는 웹사이트를 방문할 경우 그 웹사이트의 서버를 통해 인터넷 사용자의 컴퓨터에 저장되는 소량의 기록정보 파일입니다.<br>
                            1. 쿠키의 사용목적: 이용자가 방문한 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부, 등을 파악하여 이용자에게 최적화된 정보 제공을 위해 사용됩니다.<br>
                            2. 쿠키의 설치·운영 및 거부 : 웹브라우저 상단의 도구&gt;인터넷 옵션&gt;개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부 할 수 있습니다.<br>
                            3. 쿠키 저장을 거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.<br>
                            4. 쿠키는 브라우저의 종료 시나 로그아웃 시 만료됩니다.
                        </p>

                        <h4 class="mt30">제8조(개인정보의 파기) </h4>
                        <p>
                            ① 진흥원은 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체 없이 해당 개인정보를 파기합니다.<br>
                            ② 정보주체로부터 동의 받은 개인정보의 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보(또는 개인정보파일)을 별도의 데이터베이스(DB)로 옮기거나 보관 장소를 달리하여 보존합니다.<br>
                            ③ 개인정보 파기의 절차 및 방법은 다음과 같습니다.<br>
                            1. 파기절차<br>
                            진흥원은 파기사유가 발생한 개인정보를 선정하고 파기계획을 수립하여, 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다. 개인정보 보호책임자는 개인정보 파기 시행 후 파기 결과를 확인하고 개인정보파일 파기 관리대장을 작성합니다.<br>
                            2. 파기방법<br>
                            진흥원은 전자적 파일 형태로 기록·저장된 개인정보는 기록을 재생할 수 없도록 파기하며, 종이 문서에 기록된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.<br>

                        </p>

                        <h4 class="mt30"> 제9조(정보주체와 법정대리인의 권리․의무 및 그 행사방법)  </h4>
                        <p>
                            ① 정보주체는 진흥원에 대해 개인정보 열람·정정·삭제·처리정지 요구 등의 권리를 행  사할 수 있습니다. <br>
                            ② 제1항에 따른 권리 행사는 개인정보 보호법 시행규칙 별지 제8호 서식을 작성하여 서면, 전자우편, 팩스 등을 통하여 하실 수 있으며, 진흥원은 이에 대해 지체 없이 조치하겠습니다.<br>
                            ③ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.<br>
                            ④ 개인정보 열람 및 처리정지 요구는 개인정보 보호법 제35조 제5항, 제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다.<br>
                            ⑤ 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.<br>
                            ⑥ 진흥원은 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인 인지를 확인합니다.
                        </p>


                        <h4 class="mt30"> 제10조(개인정보 처리방침 변경)</h4>
                        <p>
                            ① 정보주체는 진흥원에 대한 개인정보 열람 청구를 아래의 부서에 할 수 있으며, 진흥원은 정보주체의 개인정보 열람청구가 신속하게 처리되도록 노력하겠습니다.
                            ▶ 개인정보 열람청구 접수·처리부서 <br>
                            - 접수 부서명 : 미래사업연구TF<br>
                            - 접수 담당자 : 전산담당자<br>
                            - 접수 연락처 : 051-600-1783<br>
                            - 처리 부서명 : 미래사업연구TF</p><p>


                            제11조(권익침해 구제방법)</p>
                        <p>
                            ① 정보주체는 아래의 기관을 통하여 개인정보 침해에 대한 피해구제, 상담 등을 신청하실 수 있습니다. <br>
                            &lt;아래의 기관은 진흥원과는 별개의 기관으로서, 진흥원의 자체적인 개별정보 불만처리, 피해구제 결과에 만족하지 못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기 바랍니다.&gt;<br>
                            ▶ 개인정보 침해신고센터 (한국인터넷진흥원 운영) <br>
                            - 소관업무 : 개인정보 침해사실 신고, 상담 신청 <br>
                            - 홈페이지 : privacy.kisa.or.kr <br>
                            - 전화 : (국번없이) 118 <br>
                            - 주소 : (58324) 전남 나주시 진흥길 9(빛가람동 301-2) 3층 개인정보침해신고센터<br>
                            ▶ 개인정보 분쟁조정위원회<br>
                            - 소관업무 : 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결) <br>
                            - 홈페이지 : <a href="http://www.kopico.go.kr"><font color="#636363">www.kopico.go.kr</font></a><br>
                            - 전화 : (국번없이) 1833-6972<br>
                            - 주소 : (03171)서울특별시 종로구 세종대로 209 정부서울청사 4층<br>
                            ▶ 대검찰청 사이버범죄수사단 : 02-3480-3573,<a href="http://www.spo.go.kr"><font color="#636363">www.spo.go.kr</font></a><br>
                            ▶ 경찰청 사이버안전국 : 182, cyberbureau.police.go.kr
                        </p>



                        <h4 class="mt30"> 제12조(권익침해 구제방법)</h4>

                        <p>
                            ① 부산경제진흥원은 개인정보를 보호하고 개인정보 관련 상담과 불만·피해구제 등을 처리하기 위하여 아래와 같이 개인정보 보호책임자 및 담당자를 지정하고 있습니다.
                        </p>

                        <table class="table_c mt20" summary="개인정보 처리지침안내로 웹사이명, 주소로 구성된 표입니다.">
                            <caption>개인정보 처리지침안내</caption>
                            <colgroup>
                                <col width="30%">
                                <col width="35%">
                                <col width="35%">
                            </colgroup>
                            <thead>
                            <tr style="height:30px">
                                <th style="text-align:center">구분</th>
                                <th style="text-align:center">직책 / 성명</th>
                                <th style="text-align:center">연락처</th>
                            </tr>
                            </thead>
                            <tbody>
                            <tr style="height:50px">
                                <td>개인정보 보호책임자</td>
                                <td>미래사업연구TF팀장 손영석</td>
                                <td>
                                    ㆍ전화 : 051-600-1781<br>
                                    ㆍ팩스 : 051-600-1800<br>
                                </td>
                            </tr>

                            <tr style="height:50px">
                                <td>개인정보 보호담당자<br>
                                </td>
                                <td>사원 안병준</td>
                                <td>
                                    ㆍ전화 : 051-600-1783<br>
                                    ㆍ팩스 : 051-600-1800<br>
                                </td>
                            </tr>
                            </tbody>
                        </table>
                        <p></p>
                        <h4 class="mt30"> 제13조(개인정보 처리방침 변경) </h4>
                        <p>
                            ① 이 개인정보 처리방침은 2018. 4. 11.부터 적용됩니다. <br>
                            ② 이전의 개인정보처리방침은 아래에서 확인할 수 있습니다.<br>
                        </p>
                        <br>

                        <!--

                        <div id="person_show">
                          <ul>
                             <li class="post"><strong>담당부서</strong><span>경영지원팀</span></li>
                             <li class="num"><strong>전화번호</strong><span>051-600-1753 </span></li>
                             <li class="email"><strong>이메일</strong><span>kyh@bepa.kr</span></li>
                          </ul>
                        </div>
                         -->
                        <br><br>
                    </div>
				</div>
			</div>
		</div>
	</div>
		
	<!-- Footer -->
<?php
  include $_SERVER['DOCUMENT_ROOT'] . '/application/views/common/footer.php'; 
?>	


</body>
</html>