<?php
include $_SERVER['DOCUMENT_ROOT']."/application/views/common/header.php";
?>

	<!-- Home -->
	<div class="home-sub">
		<div class="breadcrumbs_container">
			<div class="container">
				<div class="row">
					<div class="col">
						<div class="breadcrumbs">
							<ul>
								<li><a href="index.html">회원가입</a></li>
								<li>약관동의</li>
							</ul>
						</div>
					</div>
				</div>
			</div>
		</div>			
	</div>	
	<!-- Features -->

	<div class="features"  style="background:#e9ebee;padding-bottom:0px;">
		<div class="container" style="padding:0px;margin-top:0px;margin-bottom:0px;">

			<div class="row features_row" style="padding:0px;margin:0px;">	
				<!-- Features Item -->
				<div class="col-lg-12 col-xs-12 feature_col block_pad" style="background:#fff;" >
					<!--
					<div class="board-title-image">
						<div class="board-title-caption">
							<h2 >회원가입</h2>
							<span class="board_tit_info">성남산업단지관리공단에 대하여 안내 드립니다.</span>
						</div>
					</div>
					-->
					<div class="regi-block" style="color:#333;">
                        <div class="notice_title" style="    margin: 140px 0 20px;">
                            <h2>약관동의</h2>
                        </div>
						<div class="box box-danger box-border">
							<div class="box-body">
							  <p class="box-comments" style="font-size:18px;background:#fff;font-weight:bold;text-align:center;padding: 10px 10px;">이용약관 및 개인정보처리방침안내의 내용에 동의하셔야 회원가입 하실 수 있습니다.</p>
							</div>
							<div class="box-footer"><input type="checkbox" name="join_all_ck" id="join_all_ck"  onclick="All_ch();">  아래 약관 및 안내 내용에 모두 동의</div>
						<!-- /.box-body -->
						</div>

						<div class="box box-primary box-border">
							<div class="box-header">
								<h3 style="font-size:20px;padding-left:30px;">이용약관</h3>
							</div>
							<div class="box-body" style="height:280px;overflow:auto;">
								<div class="provision-page container padding-top-30 padding-bottom-30 termsblock container" style="padding-left:20px;padding-right:20px">
                                    <h3>제1장 총 칙</h3>
                                    <p style="padding-left:10px">
                                        <strong style="font-size:16px;">제1조(목적)</strong><br>
                                        이 약관은 부산경제진흥원(이하 "진흥원"이라 합니다)이 제공하는 웹서비스(이하 "서비스"라 합니다)를 이용함에 있어 진흥원과 회원간의 권리·의무 및 책임사항과 기타 필요한 사항을 규정함을 목적으로 합니다.
                                    </p>

                                    <p style="padding-left:10px">
                                        <strong style="font-size:16px;">제2조(정의)</strong><br>
                                        이 약관에서 사용하는 용어의 정의는 다음 각 호와 같습니다.<br>
                                        1.이용자<br>
                                        본 약관에 따라 진흥원이 제공하는 서비스를 받는 자<br>
                                        3. 이용계약서비스 <br>
                                        이용과 관련하여 진흥원과 이용자 간에 체결하는 계약<br>
                                        4. 가입<br>
                                        진흥원이 제공하는 신청서 양식에 해당 정보를 기입하고, 본 약관에 동의하여 서비스 이용 계약을 완료시키는 행위<br>
                                        5. 회원<br>
                                        당 사이트의 회원가입에 필요한 개인정보(본인확인)를 제공하여 회원 등록을 한 자<br>
                                        6. 본인확인계정<br>
                                        본인확인기관을 통해 본인임이 인증된 계정<br>
                                        7. ID(회원번호)<br>
                                        회원 식별과 회원의 서비스 이용을 위하여 이용자가 선정하고 진흥원이 승인하는 영문자와 숫자의 조합(하나의 본인확인계정에 하나의 ID만 발급 가능함)<br>
                                        8. PASSWORD(비밀번호)<br>
                                        회원의 정보 보호를 위해 이용자 자신이 설정한 영문자와 숫자의 조합<br>
                                        9. 이용해지<br>
                                        진흥원의 회원 서비스 이용계약을 종료시키는 의사표시

                                    </p>


                                    <p style="padding-left:10px">
                                        <strong style="font-size:16px;">제3조(약관의 효력과 변경)</strong><br>
                                        1. 이 약관은 서비스 화면에 게시하거나 기타의 방법으로 공지함으로써 이용자에게 공시하고, 이에 동의한 이용자가 회원으로 가입함으로써 효력이 발생합니다.<br>
                                        2. 진흥원은 필요하다고 인정되는 경우 이 약관의 내용을 변경할 수 있습니다. 변경된 약관은 서비스 화면에 공지하며, 공지 후 7일 이내에 거부의사를 표시하지 아니하고 서비스를 계속 사용할 경우 약관의 변경 사항에 동의한 것으로 간주합니다.<br>
                                        3. 이용자가 변경된 약관에 동의하지 않는 경우 서비스 이용을 중단하고 본인의 회원등록을 취소할 수 있으며, 계속 사용하시는 경우에는 약관 변경에 동의한 것으로 간주하며 변경된 약관은 전항과 같은 방법으로 효력이 발생합니다.<br>

                                    </p>

                                    <p style="padding-left:10px">
                                        <strong style="font-size:16px;">제4조(준용규정)</strong><br>
                                        이 약관에 명시되지 않은 사항은 전기통신기본법, 전기통신사업법 및 기타 관련법령의 규정에 따릅니다.

                                    </p><p><br></p>


                                    <h3>제2장 서비스 이용계약</h3>
									<p style="padding-left:10px">
									<strong style="font-size:16px;">제5조(이용계약의 성립)</strong><br>
                                        이용계약은 이용자인 회원의 이용신청과 이에 대한 진흥원의 승낙으로 성립됩니다.
                                    </p>



                                    <p style="padding-left:10px">
                                        <strong style="font-size:16px;">제6조(이용신청)</strong><br>
                                        이용신청은 서비스의 회원정보 화면에서 이용자가 진흥원에서 요구하는 가입신청서 양식에 개인의 신상정보를 기록하여 신청할 수 있습니다.

                                    </p>



                                    <p style="padding-left:10px">
                                        <strong style="font-size:16px;">제7조(이용신청의 승낙)</strong><br>
                                        1. 회원이 제6조의 신청서에서 정한 사항을 정확히 기재하여 이용신청을 하였을 경우에 특별한 사정이 없는 한 서비스 이용신청을 승낙합니다.<br>
                                        2. 다음 각 호에 해당하는 경우에 대하여는 그 신청에 대한 제한 사유가 해소될 때까지 승낙을 유보 또는 일부 서비스 이용을 제한할 수 있습니다. <br>
                                        -내용이 허위(차명, 비실명, 본인확인계정 도용 등)인 것으로 판명되거나, 그러하다고 의심할만한 합리적인 사유가 발생할 경우<br>
                                        -기타 진흥원이 공익상 필요하다고 인정하는 경우<br>
                                        다음 각 호에 해당하는 경우에는 이용 승낙을 하지 않을 수 있습니다. <br>
                                        본인의 실명으로 신청하지 않았을 때<br>
                                        타인의 명의를 사용하여 신청하였을 때<br>
                                        이용신청의 내용을 허위로 기재한 경우사회의 안녕 질서 또는 미풍양속을 저해할 목적으로 이용하였을 때<br>
                                        기타 진흥원이 정한 이용신청 요건에 미비 되었을 때

                                    </p>


                                    <p style="padding-left:10px">
                                        <strong style="font-size:16px;">제8조(계약사항의 변경)</strong><br>
                                        회원은 회원정보관리를 통해 언제든지 자신의 정보를 열람하고 수정할 수 있습니다. 회원은 이용신청 시 기재한 사항이 변경되었을 때에는 수정을 하여야 하며, 수정하지 아니하여 발생하는 문제의 책임은 회원에게 있습니다.
                                    </p><p>
                                        <br></p>

                                    <h3>제3장 서비스 제공 및 이용</h3>

                                    <p style="padding-left:10px">
                                        <strong style="font-size:16px;">제9조(서비스 이용)</strong><br>
                                        1. 진흥원은 회원의 이용신청을 승낙한 때부터 서비스를 개시합니다. 단, 일부 서비스의 경우에는 지정 된 일자부터 서비스를 개시합니다.<br>
                                        2. 진흥원의 업무상 또는 기술상의 장애로 인하여 서비스를 하지 못하는 경우에는 사이트에 공시하거나 회원에게 이를 통지합니다.<br>
                                        3. 서비스의 이용은 연중무휴 1일 24시간을 원칙으로 합니다. 다만, 진흥원의 업무상 또는 기술상의 이유로 서비스가 일시 중지될 수 있고, 또한 정기점검 등 운영상의 목적으로 진흥원이 정한 기간에는 서비스가 일시 중지될 수 있습니다. 이러한 경우 진흥원은 사전 또는 사후에 이를 공지합니다.<br>
                                        4. 회원에 가입한 후라도 일부 서비스는 특정 회원에게만 제공할 수 도 있습니다.<br>
                                        5. 진흥원은 서비스를 일정범위로 분할하여 각 범위별로 이용가능 시간을 별도로 정할 수 있습니다. 이 경우 그 내용을 사전에 공지합니다.


                                    </p>

                                    <p style="padding-left:10px">
                                        <strong style="font-size:16px;">
                                            제10조 (서비스의 변경, 중지 및 정보의 저장과 사용)</strong><br>
                                        . 본 서비스에 보관되거나 전송된 메시지 및 기타 통신 메시지 등의 내용이 국가의 비상사태, 정전, 진흥원의 관리범위 외의 서비스 설비 장애 및 기타 불가항력에 의하여 보관되지 못하였거나 삭제된 경우, 전송되지 못한 경우 및 기타 통신 데이터의 손실에 대해 진흥원은 아무런 책임을 지지 않습니다.<br>
                                        2. 진흥원이 정상적인 서비스 제공의 어려움으로 인하여 일시적으로 서비스를 중지하여야 할 경우에는 서비스 중지 1주일 전에 고지 후 서비스를 중지할 수 있으며, 이 기간 동안 회원이 고지내용을 인지하지 못한데 대하여 진흥원은 책임을 지지 아니합니다. 특별한 사정이 있을 경우 위 사전 고지 기간은 단축되거나 생략될 수 있습니다. 또한 위 서비스 중지에 의하여 본 서비스에 보관되거나 전송된 메시지 및 기타 통신 메시지 등의 내용이 보관되지 못하였거나 삭제된 경우, 전송되지 못한 경우 및 기타 통신 데이터의 손실이 있을 경우에 대하여도 진흥원은 책임을 지지 않습니다.<br>
                                        3. 진흥원의 사정으로 서비스를 영구적으로 중단하여야 할 경우 제2항을 준용합니다. 다만, 이 경우 사전 고지기간은 1개월로 합니다.<br>
                                        4. 진흥원은 사전 고지 후 서비스를 일시적으로 수정, 변경 및 중단할 수 있으며, 이에 대하여 회원 또는 제3자에게 어떠한 책임도 부담하지 아니합니다.<br>
                                        5. 진흥원은 회원이 이 약관의 내용에 위배되는 행동을 한 경우, 임의로 서비스 사용을 중지할 수 있습니다. 이 경우 진흥원은 회원의 접속을 금지할 수 있으며, 회원이 게시한 내용의 전부 또는 일부를 임의로 삭제할 수 있습니다.<br>
                                        6. 장기간 휴면 회원인 경우 안내 메일 또는 공지사항 발표 후 1주일간의 통지 기간을 거쳐 서비스 사용을 중지 할 수 있습니다.<br>

                                    </p>

                                    <p style="padding-left:10px">
                                        <strong style="font-size:16px;">제11조 (정보의 제공 및 광고의 게재)</strong><br>

                                        1. 진흥원은 회원이 서비스 이용 중 필요가 있다고 인정되는 다양한 정보 및 광고에 대해서는 전자우편이나 서신우편, SMS(핸드폰 문자메시지), DM, 메신저 등의 방법으로 회원에게 제공할 수 있으며, 만약 원치 않는 정보를 수신한 경우 회원은 이를 수신거부 할 수 있습니다.<br>
                                        2. 진흥원은 서비스의 운용과 관련하여 서비스화면, 홈페이지, 전자우편 등에 광고 등을 게재할 수 있으며, 진흥원은 서비스를 이용하고자 하는 회원이 이 광고게재에 대하여 동의하는 것으로 간주합니다.<br>
                                        3. 진흥원은 서비스 상에 게재되어 있거나 서비스를 통한 광고주와의 판촉활동에 회원이 참여하거나 교신 또는 거래의 결과로서 발생하는 모든 손실 또는 손해에 대해 책임을 지지 않습니다.<br>
                                    </p>

                                    <p style="padding-left:10px">
                                        <strong style="font-size:16px;">제12조 (게시물 또는 내용물의 삭제)</strong><br>
                                        1. 진흥원은 회원이 게시하거나 등록하는 서비스 내의 모든 내용물이 다음 각 호의 경우에 해당 된다고 판단되는 경우 사전 통지 없이 삭제할 수 있으며, 이에 대해 진흥원은 어떠한 책임도 지지 않습니다. <br>
                                        -사생활 침해나 명예훼손 등 타인의 권리가 침해된 경우<br>
                                        -공공질서 및 미풍양속에 위반되는 내용인 경우<br>
                                        -범죄적 행위에 결부된다고 인정되는 내용일 경우<br>
                                        -제3자의 저작권 등 기타 권리를 침해하는 내용인 경우<br>
                                        -서비스 성격에 부합하지 않는 정보의 경우<br>
                                        -기타 관계 법령 및 진흥원에서 정한 규정 등에 위배되는 경우<br>
                                        -게시된 내용이 이 약관에 위배되거나 상용 또는 비합법적, 불건전한 내용일 경우<br>
                                        2. 진흥원은 서비스에 게시된 내용을 사전 통지한 날로부터 3일 경과 후 편집, 이동할 수 있는 권리를 보유합니다.<br>
                                        3. 진흥원은 게시된 내용이 일정기간 이상 경과하여, 게시물로서 효력을 상실하였거나 게시목적이 불분명한 경우 공지사항 발표 후 1주일간의 통지기간을 거쳐 해당 게시물을 삭제할 수 있습니다.<br>

                                    </p>

                                    <p style="padding-left:10px">
                                        <strong style="font-size:16px;">제13조(게시물의 저작권)</strong><br>
                                        1. 회원이 서비스 내에 게시한 게시물의 저작권은 회원에게 있으며, 진흥원은 다른 서비스에서의 게재 등 활용할 수 있습니다.<br>
                                        2. 회원의 게시물이 타인의 저작권, 프로그램 저작권 등을 침해함으로써 발생하는 민·형사상의 책임은 전적으로 회원이 부담하여야 합니다.<br>
                                        3. 회원은 서비스를 이용하여 얻은 정보를 가공, 판매하는 행위 등 서비스에 게재된 자료를 상업적으로 사용할 수 없습니다.
                                        <br>
                                    </p>

                                    <p style="padding-left:10px">
                                        <strong style="font-size:16px;">제14조(진흥원의 소유권)</strong><br>
                                        1. 진흥원이 제공하는 서비스, 그에 필요한 소프트웨어, 이미지, 마크, 로고, 디자인, 서비스명칭, 정보 및 상표 등과 관련된 지적재산권 및 기타 권리는 진흥원에게 소유권이 있습니다.<br>
                                        2. 진흥원이 명시적으로 승인한 경우를 제외하고는 제1항 소정의 각 재산에 대한 전부 또는 일부의 수정, 대여, 대출, 판매, 배포, 제작, 양도, 재라이센스, 담보권 설정행위, 상업적 이용행위를 할 수 없으며, 제3자로 하여금 이와 같은 행위를 하도록 허락할 수 없습니다.</p><p><br>

                                    </p>

                                    <h3>제4장 계약 당사자의 의무</h3>

                                    <p style="padding-left:10px">
                                        <strong style="font-size:16px;">제15조(회원·비회원의 의무 및 정보보안)</strong><br>
                                        1. 회원은 서비스 이용을 위해 가입할 경우 현재의 사실과 일치하는 완전한 정보(이하 "가입정보"라 한다)를 제공하셔야 합니다. 또한 가입정보에 변경이 발생할 경우 즉시 갱신하셔야 합니다.<br>
                                        2. 회원이 서비스 사용을 위한 가입절차를 완료하시면 ID와 PASSWORD를 받게 됩니다.<br>
                                        -회원의 ID, PASSWORD 분실 등으로 인해 발생한 손해는 진흥원이 책임을 지지 않습니다.<br>
                                        -회원은 매 접속 종료 시 확실히 로그아웃을 하셔야 합니다. <br>
                                        3. 회원 및 비회원은 서비스를 이용하면서 다음과 같은 행위를 할 수 없습니다.<br>
                                        -타인(소수를 포함)에게 위해를 가하는 행위<br>
                                        -타인의 ID, PASSWORD, 본인확인계정 도용 및 타인으로 가장하는 행위<br>
                                        -타인과의 관계를 허위로 명시하는 행위<br>
                                        -타인을 비방할 목적으로 사실 또는 허위의 사실을 적시하여 명예를 훼손하는 행위<br>
                                        -자기 또는 타인에게 재산상의 이익을 주거나 타인에게 손해를 가할 목적으로 허위의 정보를 유통시키는 행위<br>
                                        -수치심이나 혐오감 또는 공포심을 일으키는 말이나 음향, 글이나 화상 또는 영상을 계속하여 상대방에게 도달하게 하여 상대방의 일상적 생활을 방해하는 행위<br>
                                        -진흥원의 사전 승낙 없이 서비스를 이용한 영리행위<br>
                                        -타인의 정보통신서비스 이용명의를 도용하여 사용하는 행위<br>
                                        -불필요하거나 승인되지 않은 광고, 판촉물을 게재하거나, "정크 메일(junk mail)", "스팸메일(spam mail)", "행운의 편지(chain letters)", "도배글", "피라미드 조직" 등을 권유하거나 게시, 게재 또는 전자우편으로 보내는 행위<br>
                                        -저속 또는 음란한 데이터, 텍스트, 소프트웨어, 음악, 사진, 그래픽, 비디오 메시지 등(이하 "콘텐츠")을 게시, 게재 또는 전자우편으로 보내는 행위
                                        -권리(지적재산권을 포함한 모든 권리)가 없는 콘텐츠를 게시, 게재 또는 전자우편으로 보내는 행위<br>
                                        -컴퓨터 소프트웨어, 하드웨어, 전기통신 장비를 파괴, 방해 또는 기능을 제한하기 위한 소프트웨어 등을 게시, 게재 또는 전자우편으로 보내는 행위<br>
                                        -다른 컴퓨터 코드, 파일, 프로그램을 포함하고 있는 자료를 게시, 게재, 전자우편으로 보내는 행위 등 다른 사용자의 개인정보를 수집 또는 저장하는 행위<br>
                                        -재물을 걸고 도박하거나 사행행위를 하는 행위<br>
                                        -윤락행위를 알선하거나 음행을 매개하는 내용의 정보를 유통시키는 행위<br>
                                        -기타 불법적이거나 부당한 행위<br>
                                        4. 회원은 이 약관 및 관계법령에서 규정한 사항을 준수하여야 합니다.<br>
                                        5. 제15조 제3항 각 호에 해당하는 행위로 인해 발생한 손해는 진흥원이 책임을 지지 않으며 손해를 발생시킨 자는 관계 법령에 의해 처벌받을 수 있습니다.<br>

                                    </p>

                                    <p style="padding-left:10px">
                                        <strong style="font-size:16px;">제16조(진흥원의 의무)</strong><br>
                                        1. 진흥원은 특별한 사정이 없는 한 회원이 신청한 서비스에 대해 1근무일 이내에 서비스를 이용할 수 있도록 합니다.<br>
                                        2. 진흥원은 이 약관에서 정한 바에 따라 계속적, 안정적으로 서비스를 제공할 의무가 있습니다.<br>
                                        3. 진흥원이 제공하는 서비스로 인하여 회원에게 손해가 발생한 경우 그러한 손해가 진흥원의 고의나 중과실에 의해 발생한 경우에 한하여 진흥원에서 책임을 부담하며, 그 책임의 범위는 통상손해에 한합니다.<br>
                                        4. 진흥원은 회원으로부터 제기되는 의견이나 불만이 정당하다고 인정할 경우에는 신속히 처리하여야 합니다. 다만, 신속한 처리가 곤란한 경우에는 회원에게 그 사유와 처리일정을 통보하여야 합니다.<br>
                                        5. 진흥원은 관련법령이 정하는 바에 따라서 회원 등록정보를 포함한 회원의 개인정보를 보호하기 위하여 노력합니다. 회원의 개인정보보호에 관해서는 관련법령 및 제17조에 제시된 내용을 지킵니다.<br>


                                    </p>


                                    <p style="padding-left:10px">
                                        <strong style="font-size:16px;">제17조(개인정보보호정책)</strong><br>
                                        1. 진흥원은 회원가입 또는 서비스이용 신청 시 회원이 제공하는 정보를 통하여 회원에 관한 정보를 수집하며, 회원의 개인정보는 본 이용계약의 이행과 본 이용계약상의 서비스제공을 위한 목적으로 이용합니다.<br>
                                        2. 진흥원은 서비스 제공과 관련하여 취득한 회원의 정보를 본인의 승낙 없이 제3자에게 누설 또는 배포할 수 없으며 상업적 목적으로 사용할 수 없습니다. 다만, 다음의 각 호의 경우에는 그러하지 아니합니다.<br>
                                        -관계 법령에 의하여 수사상의 목적으로 관계기관으로부터 요구가 있는 경우<br>
                                        -정보통신윤리위원회의 요청이 있는 경우<br>
                                        -기타 관계법령에서 정한 절차에 따른 요청이 있는 경우</p><p><br>
                                    </p>


                                    <h3>제5장 계약해지</h3>


                                    <p style="padding-left:10px">
                                        <strong style="font-size:16px;">제18조(계약해지 및 이용제한)</strong><br>
                                        1. 회원이 이용계약을 해지하고자 하실 때에는 회원 본인이 직접 인터넷을 통해 당 사이트에 해지 신청을 하여야 합니다.<br>
                                        2. 진흥원은 보안 및 ID정책, 서비스의 원활한 제공 등과 같은 이유로 회원의 ID 및 PASSWORD 변경을 요구하거나 제한 할 수 있습니다.<br>
                                        3. 진흥원은 회원이 다음 각 호에 해당하는 행위를 하였을 경우 사전통지 없이 이용계약 해지 또는 이용제한 할 수 있습니다. <br>
                                        -비 실명가입, 본인확인계정의 도용 등 회원 및 비회원이 제공한 데이터가 허위임이 판명된 경우<br>
                                        -범죄적 행위에 관련되는 경우<br>
                                        -국익 또는 사회적 공익을 저해할 목적으로 서비스 이용을 계획 또는 실행할 경우<br>
                                        -타인의 서비스 아이디 및 비밀 번호를 도용한 경우<br>
                                        -타인의 명예를 손상시키거나 불이익을 주는 경우<br>
                                        -같은 사용자가 다른 아이디로 이중 등록을 한 경우<br>
                                        -서비스에 위해를 가하는 등 서비스의 건전한 이용을 저해하는 경우<br>
                                        -기타 관련법령이나 진흥원이 정한 이용조건에 위배되는 경우</p><p><br>
                                    </p>

                                    <h3>제6장 기 타</h3>

                                    <p style="padding-left:10px">
                                        <strong style="font-size:16px;">제19조(요금 및 유료정보)</strong><br>
                                        서비스 이용은 기본적으로 무료입니다. 단, 서비스에서 정한 별도의 유료 정보와 유료서비스에 대해서는 그러하지 아니합니다.
                                    </p>


                                    <p style="padding-left:10px">
                                        <strong style="font-size:16px;">제20조(양도금지)</strong><br>
                                        회원은 서비스의 이용권한, 기타 이용계약상의 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.
                                    </p><p><br></p>

                                    <h3>제7장 손해배상 등</h3>


                                    <p style="padding-left:10px">
                                        <strong style="font-size:16px;">제21조(손해배상)</strong><br>
                                        진흥원은 무료로 제공되는 서비스와 관련하여 회원에게 어떠한 손해가 발생하더라도 동 손해가 진흥원의 중대한 과실에 의한 경우를 제외하고 이에 대하여 책임을 부담하지 아니합니다.
                                    </p>


                                    <p style="padding-left:10px">
                                        <strong style="font-size:16px;">제22조(면책조항)</strong><br>
                                        1. 진흥원은 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 제21조의 규정에 불구하고 서비스 제공에 대한 책임이 면제됩니다.<br>
                                        2. 진흥원은 회원의 귀책사유로 인한 서비스이용의 장애에 대하여 책임을 지지 않습니다.<br>
                                        3. 진흥원은 회원이 서비스를 이용하여 기대하는 이익이나 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다.<br>
                                        4. 진흥원은 회원이 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않습니다.
                                    </p>


                                    <p style="padding-left:10px">
                                        <strong style="font-size:16px;">제23조(관할법원)</strong><br>

                                        1. 서비스 이용과 관련하여 분쟁이 발생한 경우, 진흥원과 회원은 분쟁을 원만하게 해결하기 위하여 필요한 모든 노력을 하여야 합니다.
                                        2. 제1항의 규정에도 불구하고 서비스 이용으로 발생한 분쟁에 대하여 소송이 제기될 경우 진흥원 소재지를 관할하는 법원을 관할법원으로 합니다.

                                        부 칙
                                        이 약관은 2018년 4월 11일부터 시행합니다.
                                    </p><p><br></p><p><br></p>

                                    <h3>&lt;수집항목&gt;</h3>

                                    <p style="padding-left:10px">
                                        <strong style="font-size:16px;">일반, 기업 회원 가입 시</strong><br>
                                        -필수항목 : 성명, 아이디, 비밀번호, 핸드폰번호, 이메일 주소, 주소, 만14세 미만인 경우                 법정대리인 정보<br>
                                        -선택항목 : 소속, 부서, 전화번호, 팩스번호, 홈페이지 등<br>
                                        -별도 수집되는 정보 : 서버 접근 기록, 통신사실 확인 정보<br>
                                    </p>



                                    <p style="padding-left:10px">
                                        <strong style="font-size:16px;">개인정보의 수집·이용 목적</strong><br>
                                        부산경제진흥원은 수집한 개인정보를 다음의 목적을 위해 활용합니다. <br>
                                        이용자가 제공한 모든 정보는 서비스하기 목적에 필요한 용도 이외로는 사용되지 않으며 이용 목적이 변경될 시에는 사전 동의를 구할 것입니다.

                                    </p>



                                    <p style="padding-left:10px">
                                        <strong style="font-size:16px;">
                                            개인정보 수집·이용 목적</strong><br>
                                        -진흥원 홈페이지 회원관리<br>
                                        -서비스 이용에 관한 계약 이행, 콘텐츠 제공, 특정 맞춤 서비스 제공<br>
                                        -제한적 본인 확인제에 따른 본인확인, 비밀번호 분실 시 본인확인 등<br>
                                        -만14세 미만 회원의 법정 대리인 동의여부 확인<br>
                                        -관련 법령에 따라 정보시스템 접근기록, 통신사실 확인 정보 등<br>
                                        -서비스 이용 통계 등 통계목적 이용<br>
                                        -회원 대상 각종 이벤트 운영<br>
                                        -물품배송(이벤트 경품 등) 주소지 확인<br>
                                        -전자민원 접수 및 회신<br>
                                        -고객관리(만족도 조사 등), 고지사항 전달 등<br>
                                        -회원이 서비스 이용 중 필요가 있다고 인정되는 정보 및 광고 제공<br>

                                    </p>



                                    <p style="padding-left:10px">
                                        <strong style="font-size:16px;">개인정보의 보유 및 이용기간</strong><br>
                                        부산경제진흥원은 회원 가입일로부터 서비스를 제공하는 기간 동안에 한하여 이용자의 개인정보를 보유 및 이용하게 됩니다.<br>
                                        회원 탈퇴를 요청하거나 개인정보의 수집 및 이용에 대한 동의를 철회하는 경우, 수집 및 이용목적이 달성되거나 보유 및 이용기간이 종료한 경우 해당 개인정보를 지체 없이 파기합니다.<br>
                                        다만, 다음의 정보에 대해서는 아래의 사유로 보존합니다.<br>
                                        -보존 항목 : 탈퇴자 아이디<br>
                                        -보존 근거 : 서비스 이용의 혼선 방지<br>
                                        -보존 항목 : 이용자가 작성했던 게시글, 전자민원에 포함된 정보. <br>
                                        ▶작성자 아이디, 성명, 주소, 핸드폰번호, 이메일 주소<br>
                                        -보존 근거 : 공공기록물 관리에 관한 법령, 민원사무처리에 관한 법령 등 <br>
                                        ※ 게시글 등은 회원탈퇴하시기 전 본인이 직접 삭제하셔야 합니다.<br>
                                        *일반게시판에서 게시글 직접 삭제 시<br>
                                        *보존 항목 : 작성자 아이디, 글제목<br>
                                        *보존 근거 : 삭제 책임 추적성 관리<br>
                                        -기타 관계법령의 규정에 의하여 보존할 필요가 있는 경우 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다.
                                    </p>




                                    <p style="padding-left:10px">
                                        <strong style="font-size:16px;">동의거부 권리알림</strong><br>
                                        누구나 부산경제진흥원 회원가입에 동의 거부 버튼을 선택하심으로 동의거부 하실 수 있습니다.
                                        동의 거부시, 회원으로써의 기본활동을 위한 정보부족으로 회원가입은 하실 수 없으시며, 이에 따라 홈페이지를 통한 회원 로그인, 회원용 서비스 이용은 제한이 됩니다.

                                    </p>
								<br><br>
								</div>

							</div>
							<div class="box-footer"><input type="checkbox" name="join_ck"  id="join_ck"> 이용약관의 내용에 동의합니다.</div>
						</div>

						<div class="box box-primary box-border">
							<div class="box-header">
								<h3 style="font-size:20px;padding-left:30px;">개인정보처리방침안내</h3>
							</div>
							<div class="box-body" style="height:280px;overflow:auto;">
								<div class="privacy-page container padding-top-30 padding-bottom-30 termsblock container" style="padding-left:20px;padding-right:20px">
                                    <!-- 본문타이틀 -->
                                    

                                    <div class="confirm_box">
                                        <p>
                                            부산경제진흥원(이하“진흥원”) 홈페이지에서 취급하는 모든 개인정보는 관련 법령에 근거하거나 정보주체의 동의에 의하여 수집·보유 및 처리되고 있습니다.
                                        </p>
                                        <p class="mt10">
                                            [개인정보보호법]은 이러한 개인정보의 취급에 대한 일반적 규범을 제시하고 있으며, 진흥원은 이러한 법령의 규정에 따라 수집·보유 및 처리하는 개인정보를 공공업무의 적절한 수행과 이용자의 권익을 보호하기 위해 적법하고 적정하게 취급할 것입니다. </p><p class="mt10"><br>

                                            진흥원은 개인정보 보호법 제30조에 따라 정보주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침을 수립공개합니다.
                                        </p>
                                    </div>

									<p></p>
                                    <h4 class="mt30"> 제1조(개인정보의 처리목적)</h4>
                                    <p>
                                        ① 진흥원은 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보 보호법 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다. <br>
                                        1. 민원사무 처리 <br>
                                        민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락․통지, 처리결과 통보 등의 목적으로 개인정보를 처리합니다. <br>
                                        2. 서비스 제공<br>
                                        서비스 제공, 콘텐츠 제공, 맞춤 서비스 제공, 본인인증 등을 목적으로 개인정보를 처리합니다.<br>
                                    </p>
                                    <h4 class="mt30"> 제2조(개인정보의 처리 및 보유기간)</h4>
                                    <p>
                                        ① 진흥원에서 보유하고 있는 개인정보는 수집·이용 목적의 범위 내에서 처리하며, 개인정보보호법 및 관련 법령에서 정하는 보유기간을 준용하여 이행하고 있습니다.<br>
                                        제3조(처리하는 개인정보 항목) <br><strong>
                                        </strong>② 진흥원은 개인정보 수집·보유 목적에 필요한 최소한의 정보를 수집·처리하고 있습니다.<br><strong>
                                        </strong>③ 진흥원 홈페이지 서비스 이용과정에서 IP주소, 쿠키, MAC주소, 서비스 이용기록, 방문기록, 불량 이용기록 등의 개인정보 항목이 자동으로 생성되어 수집 될 수 있습니다.<br>
                                    </p>
                                    <h4 class="mt30"> 제3조(개인정보의 제3자 제공)</h4>
                                    <p>
                                        ① 진흥원은 정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.
                                    </p>
                                    <h4 class="mt30">제4조(개인정보의 제3자 제공) </h4>
                                    <p>
                                        ① 진흥원은 원칙적으로 정보주체의 개인정보를 수집·이용 목적의 범위 내에서 처리하며, 다음의 경우를 제외하고는 정보주체의 사전 동의 없이 본래의 목적 범위를 초과하여 처리하거나 제3자에게 제공하지 않습니다.<br>
                                        1. 정보주체로부터 별도의 동의를 받은 경우<br>
                                        2. 다른 법률에 특별한 규정이 있는 경우<br>
                                        3. 정보주체 또는 그 법정대리인이 의사표시를 할 수 없는 상태에 있거나 주소불명 등으로 사전 동의를 받을 수 없는 경우로서 명백한 정보주체 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요하다고 인정되는 경우<br>
                                        4. 통계작성 및 학술연구 등의 목적을 위하여 필요한 경우로서 특정 개인을 알아볼 수 없는 형태로 개인정보를 제공하는 경우<br>
                                        5. 개인정보를 목적 외의 용도로 이용하거나 제3자에게 제공하지 아니하면 다른 법률에서 정하는 소관 업무를 수행할 수 없는 경우로서 보호위원회의 심의·의견을 거친 경우<br>
                                        6. 조약, 그 밖의 국제협정의 이행을 위하여 외국정부 또는 국제기구에 제공하기 위하여 필요한 경우<br>
                                        7. 범죄의 수사와 공소의 제기 및 유지를 위하여 필요한 경우<br>
                                        8. 법원의 재판업무 수행을 위하여 필요한 경우<br>
                                        9. 형(刑) 및 감호, 보호처분의 집행을 위하여 필요한 경우
                                    </p>
                                    <h4 class="mt30"> 제5조(개인정보처리 위탁)  </h4>
                                    <p>
                                        ① 진흥원은 개인정보처리 업무위탁 시 다음의 사항을 계약(협약)문서로 명시하여 처리하고, 수탁자가 개인정보를 안전하게 처리하는지 교육 및 관리감독을 하고 있습니다.<br>
                                        1. 위탁업무 수행 목적 외 개인정보의 처리 금지에 관한사항<br>
                                        2. 개인정보의 기술적·관리적 보호조치에 관한 사항<br>
                                        3. 위탁업무의 목적 및 범위<br>
                                        4. 재위탁 제한에 관한 사항<br>
                                        5. 개인정보에 대한 접근 제한 등 안전성 확보조치에 관한 사항<br>
                                        6. 위탁업무와 관련하여 보유하고 있는 개인정보의 관리 현황 점검 등 감독에 관한사항<br>
                                        7. 수탁자가 준수하여야 할 의무를 위반한 경우의 손해배상 등 책임에 관한사항<br>
                                        ② 진흥원은 원활한 개인정보 업무처리를 위하여 개인정보 처리업무를 위탁하고 있으며, 그 현황은 다음과 같습니다.<br>
										③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체 없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.
                                    </p>

                                    
									<!--
                                    <table class="table_c mt20" summary="개인정보 처리지침안내로 웹사이명, 주소로 구성된 표입니다.">
                                        <caption>개인정보 처리지침안내</caption>
                                        <colgroup>
                                            <col width="30%">
                                            <col width="35%">
                                            <col width="35%">
                                        </colgroup>
                                        <thead>
                                        <tr style="height:30px">
                                            <th style="text-align:center">수탁업체</th>
                                            <th style="text-align:center">업무 내용</th>
                                            <th style="text-align:center">개인정보 보유 및 이용기간</th>
                                        </tr>
                                        </thead>
                                        <tbody>
                                        <tr style="height:30px">
                                            <td style="text-align:center">㈜유시스</td>
                                            <td style="text-align:center">홈페이지 유지보수</td>
                                            <td style="text-align:center">해당없음</td>
                                        </tr>
                                        </tbody>
                                    </table>-->
									<p></p>




                                    <h4 class="mt30">제6조(개인정보 안전성 확보 조치)  </h4>
                                    <p>
                                        ① 진흥원은 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.<br>
                                        1. 개인정보의 안전한 처리를 위한 내부관리계획의 수립·시행<br>
                                        2. 개인정보처리시스템에 대한 접근권한관리계획을 수립·시행<br>
                                        3. 정보통신망을 통한 불법적인 접근 및 침해사고 예방을 대책 수립·시행<br>
                                        4. 정보통신망을 통한 고유식별정보, 비밀번호, 바이오정보 송신이나 저장할 경우 암호화 처리<br>
                                        5. 개인정보취급자가 개인정보처리시스템에 접근한 기록을 6개월이상 보관, 정기점검<br>
                                        6. 개인정보에 대한 보안프로그램의 설치 및 갱신<br>
                                        7. 개인정보 유출 등 개인정보 침해사고 방지를 위하여 단말기 접근제한 및 보안프로그램 설치<br>
                                        8. 데이터센터, 자료보관실, 전산실 등 개인정보를 보관하고 있는 물리적 장소 출입통제<br>
                                        9. 재해·재난 대비 개인정보처리시스템 보호를 위한 위기대응 매뉴얼 등 대응절차 마련 및 정기점검<br>
                                        10. 개인정보 보유기한 도래 등 파기사유가 발생한 경우 복구 되지 않도록 완전 파기
                                    </p>



                                    <h4 class="mt30">제7조(개인정보 자동 수집 장치의 설치·운영 및 거부) </h4>
                                    <p>
                                        ① 진흥원은 웹사이트 이용자에게 개별적인 맞춤서비스를 제공하기 위해 웹사이트 이용정보를 저장하고 수시로 불러오는‘쿠키(cookie)’를 사용합니다. <br>
                                        ② 쿠키는 웹사이트를 방문할 경우 그 웹사이트의 서버를 통해 인터넷 사용자의 컴퓨터에 저장되는 소량의 기록정보 파일입니다.<br>
                                        1. 쿠키의 사용목적: 이용자가 방문한 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부, 등을 파악하여 이용자에게 최적화된 정보 제공을 위해 사용됩니다.<br>
                                        2. 쿠키의 설치·운영 및 거부 : 웹브라우저 상단의 도구&gt;인터넷 옵션&gt;개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부 할 수 있습니다.<br>
                                        3. 쿠키 저장을 거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.<br>
                                        4. 쿠키는 브라우저의 종료 시나 로그아웃 시 만료됩니다.
                                    </p>

                                    <h4 class="mt30">제8조(개인정보의 파기) </h4>
                                    <p>
                                        ① 진흥원은 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체 없이 해당 개인정보를 파기합니다.<br>
                                        ② 정보주체로부터 동의 받은 개인정보의 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보(또는 개인정보파일)을 별도의 데이터베이스(DB)로 옮기거나 보관 장소를 달리하여 보존합니다.<br>
                                        ③ 개인정보 파기의 절차 및 방법은 다음과 같습니다.<br>
                                        1. 파기절차<br>
                                        진흥원은 파기사유가 발생한 개인정보를 선정하고 파기계획을 수립하여, 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다. 개인정보 보호책임자는 개인정보 파기 시행 후 파기 결과를 확인하고 개인정보파일 파기 관리대장을 작성합니다.<br>
                                        2. 파기방법<br>
                                        진흥원은 전자적 파일 형태로 기록·저장된 개인정보는 기록을 재생할 수 없도록 파기하며, 종이 문서에 기록된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.<br>

                                    </p>

                                    <h4 class="mt30"> 제9조(정보주체와 법정대리인의 권리․의무 및 그 행사방법)  </h4>
                                    <p>
                                        ① 정보주체는 진흥원에 대해 개인정보 열람·정정·삭제·처리정지 요구 등의 권리를 행  사할 수 있습니다. <br>
                                        ② 제1항에 따른 권리 행사는 개인정보 보호법 시행규칙 별지 제8호 서식을 작성하여 서면, 전자우편, 팩스 등을 통하여 하실 수 있으며, 진흥원은 이에 대해 지체 없이 조치하겠습니다.<br>
                                        ③ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.<br>
                                        ④ 개인정보 열람 및 처리정지 요구는 개인정보 보호법 제35조 제5항, 제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다.<br>
                                        ⑤ 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.<br>
                                        ⑥ 진흥원은 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인 인지를 확인합니다.
                                    </p>


                                    <h4 class="mt30"> 제10조(개인정보 처리방침 변경)</h4>
                                    <p>
                                        ① 정보주체는 진흥원에 대한 개인정보 열람 청구를 아래의 부서에 할 수 있으며, 진흥원은 정보주체의 개인정보 열람청구가 신속하게 처리되도록 노력하겠습니다.
                                        ▶ 개인정보 열람청구 접수·처리부서 <br>
                                        - 접수 부서명 : 미래사업연구TF<br>
                                        - 접수 담당자 : 전산담당자<br>
                                        - 접수 연락처 : 051-600-1783<br>
                                        - 처리 부서명 : 미래사업연구TF</p><p>


                                        제11조(권익침해 구제방법)</p>
                                    <p>
                                        ① 정보주체는 아래의 기관을 통하여 개인정보 침해에 대한 피해구제, 상담 등을 신청하실 수 있습니다. <br>
                                        &lt;아래의 기관은 진흥원과는 별개의 기관으로서, 진흥원의 자체적인 개별정보 불만처리, 피해구제 결과에 만족하지 못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기 바랍니다.&gt;<br>
                                        ▶ 개인정보 침해신고센터 (한국인터넷진흥원 운영) <br>
                                        - 소관업무 : 개인정보 침해사실 신고, 상담 신청 <br>
                                        - 홈페이지 : privacy.kisa.or.kr <br>
                                        - 전화 : (국번없이) 118 <br>
                                        - 주소 : (58324) 전남 나주시 진흥길 9(빛가람동 301-2) 3층 개인정보침해신고센터<br>
                                        ▶ 개인정보 분쟁조정위원회<br>
                                        - 소관업무 : 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결) <br>
                                        - 홈페이지 : <a href="http://www.kopico.go.kr"><font color="#636363">www.kopico.go.kr</font></a><br>
                                        - 전화 : (국번없이) 1833-6972<br>
                                        - 주소 : (03171)서울특별시 종로구 세종대로 209 정부서울청사 4층<br>
                                        ▶ 대검찰청 사이버범죄수사단 : 02-3480-3573,<a href="http://www.spo.go.kr"><font color="#636363">www.spo.go.kr</font></a><br>
                                        ▶ 경찰청 사이버안전국 : 182, cyberbureau.police.go.kr
                                    </p>



                                    <h4 class="mt30"> 제12조(권익침해 구제방법)</h4>

                                    <p>
                                        ① 부산경제진흥원은 개인정보를 보호하고 개인정보 관련 상담과 불만·피해구제 등을 처리하기 위하여 아래와 같이 개인정보 보호책임자 및 담당자를 지정하고 있습니다.
                                    </p>

                                    <table class="table_c mt20" summary="개인정보 처리지침안내로 웹사이명, 주소로 구성된 표입니다.">
                                        <caption>개인정보 처리지침안내</caption>
                                        <colgroup>
                                            <col width="30%">
                                            <col width="35%">
                                            <col width="35%">
                                        </colgroup>
                                        <thead>
                                        <tr style="height:30px">
                                            <th style="text-align:center">구분</th>
                                            <th style="text-align:center">직책 / 성명</th>
                                            <th style="text-align:center">연락처</th>
                                        </tr>
                                        </thead>
                                        <tbody>
                                        <tr style="height:50px">
                                            <td>개인정보 보호책임자</td>
                                            <td>미래사업연구TF팀장 손영석</td>
                                            <td>
                                                ㆍ전화 : 051-600-1781<br>
                                                ㆍ팩스 : 051-600-1800<br>
                                            </td>
                                        </tr>

                                        <tr style="height:50px">
                                            <td>개인정보 보호담당자<br>
                                            </td>
                                            <td>사원 안병준</td>
                                            <td>
                                                ㆍ전화 : 051-600-1783<br>
                                                ㆍ팩스 : 051-600-1800<br>
                                            </td>
                                        </tr>
                                        </tbody>
                                    </table>
									<p></p>
                                    <h4 class="mt30"> 제13조(개인정보 처리방침 변경) </h4>
                                    <p>
                                        ① 이 개인정보 처리방침은 2018. 4. 11.부터 적용됩니다. <br>
                                        ② 이전의 개인정보처리방침은 아래에서 확인할 수 있습니다.<br>
                                    </p>
                                    <br>

                                    <!--

                                    <div id="person_show">
                                      <ul>
                                         <li class="post"><strong>담당부서</strong><span>경영지원팀</span></li>
                                         <li class="num"><strong>전화번호</strong><span>051-600-1753 </span></li>
                                         <li class="email"><strong>이메일</strong><span>kyh@bepa.kr</span></li>
                                      </ul>
                                    </div>
                                     -->
								<br><br>
								</div>
							</div>
							<div class="box-footer"><input type="checkbox" name="join_privacy_ck"  id="join_privacy_ck"> 개인정보처리방침안내의 내용에 동의합니다.</div>
						</div>
						<div style="text-align:center;margin-bottom:50px;">
							<button	id="step_button" type="button" class="btn" style="background:#4b4b4d;color:#fff;font-weight:bold;font-size:15px" onclick="step_register();" >회원가입</button>
						</div>
					</div>
				</div>

			</div>
		</div>
	</div>

<?php
  include $_SERVER['DOCUMENT_ROOT'] . '/application/views/common/footer.php'; 

?>

<script>
$("#join_ck").click(function(){
	  var chk = $(this).is(":checked");//.attr('checked');
	  if(chk){
		  var chk2 = $("#join_privacy_ck").is(":checked");
		  if(chk2){
			  $("#step_button").css('background','#0aa4e2');
		  }else{
			  $("#step_button").css('background','#4b4b4d');
		  }
	  }else{
		  $("#step_button").css('background','#4b4b4d');
	  }
});

$("#join_privacy_ck").click(function(){
	  var chk = $(this).is(":checked");//.attr('checked');
	  if(chk){
		  var chk2 = $("#join_ck").is(":checked");
		  if(chk2){
			  $("#step_button").css('background','#0aa4e2');
		  }else{
			  $("#step_button").css('background','#4b4b4d');
		  }
	  }else{
		  $("#step_button").css('background','#4b4b4d');
	  }
});

function All_ch(){
	
	var chk = $("#join_all_ck").is(":checked");//.attr('checked');
        if(chk){
			$("#join_ck").prop('checked', true);
			$("#join_privacy_ck").prop('checked', true);
			$("#step_button").css('background','#0aa4e2');
		}else{
			$("#join_ck").prop('checked', false);
			$("#join_privacy_ck").prop('checked', false);
			$("#step_button").css('background','#4b4b4d');
		}

}
function step_register(){
	if($("input:checkbox[id='join_ck']").is(":checked") == false){
		alert('회원가입약관 내용에 동의를 해주세요.');
		return false;
	}
	if($("input:checkbox[id='join_privacy_ck']").is(":checked") == false){
		alert('개인정보처리방침에 동의를 해주세요.');
		return false;
	}
	location.href="/index.php/Register/Join";
	//var button_joinus = document.getElementById('step_button'); 
}
</script>
</body>
</html>